Revit 2027 API
DocumentDifference.AreDeletedElementIdsAvailable Property
 Whether or the deleted elements were retrieved.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool AreDeletedElementIdsAvailable { get; }
Public ReadOnly Property AreDeletedElementIdsAvailable As Boolean
	Get
public:
property bool AreDeletedElementIdsAvailable {
	bool get ();
}
member AreDeletedElementIdsAvailable : bool with get
Property Value
Boolean
See Also
Reference
DocumentDifference Class
Autodesk.Revit.DB Namespace